snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_mt_2000_4.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.37ms    2.77ms  66.75ms   95.27%
    Req/Sec     1.11k   101.78     1.27k    89.25%
  Latency Distribution
     50%    7.12ms
     75%    8.02ms
     90%    8.88ms
     99%   13.03ms
  44093 requests in 10.01s, 6.48MB read
  Non-2xx or 3xx responses: 44093
Requests/sec:   4406.60
Transfer/sec:    662.71KB