snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_mt_2000_8.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.40ms    2.91ms 100.67ms   96.24%
    Req/Sec     1.10k   106.26     1.28k    87.25%
  Latency Distribution
     50%    7.16ms
     75%    8.08ms
     90%    8.94ms
     99%   12.61ms
  43920 requests in 10.00s, 6.45MB read
  Non-2xx or 3xx responses: 43920
Requests/sec:   4389.84
Transfer/sec:    660.19KB