snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_mt_8000_16.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.46ms    2.57ms  74.51ms   92.90%
    Req/Sec     1.09k   103.19     1.23k    89.75%
  Latency Distribution
     50%    7.20ms
     75%    8.20ms
     90%    9.16ms
     99%   13.02ms
  43434 requests in 10.01s, 6.38MB read
  Non-2xx or 3xx responses: 43434
Requests/sec:   4339.67
Transfer/sec:    652.65KB