snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_mt_8000_4.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.29ms    3.42ms 104.69ms   97.19%
    Req/Sec     1.13k   120.17     1.27k    89.25%
  Latency Distribution
     50%    6.95ms
     75%    7.88ms
     90%    8.85ms
     99%   13.32ms
  44814 requests in 10.01s, 6.58MB read
  Non-2xx or 3xx responses: 44814
Requests/sec:   4478.76
Transfer/sec:    673.56KB