snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_mt_8000_8.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.66ms    3.13ms  94.82ms   93.87%
    Req/Sec     1.06k   101.27     1.21k    83.25%
  Latency Distribution
     50%    7.35ms
     75%    8.41ms
     90%    9.66ms
     99%   13.44ms
  42388 requests in 10.00s, 6.23MB read
  Non-2xx or 3xx responses: 42388
Requests/sec:   4236.77
Transfer/sec:    637.17KB