snapshot_20250728_211301/wrk_out/wrk_output_serverless_idle_st_2000_4.txt
Running 10s test @ http://localhost:8000
  4 threads and 32 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     7.51ms    2.85ms  82.19ms   94.18%
    Req/Sec     1.09k   106.79     1.24k    85.75%
  Latency Distribution
     50%    7.22ms
     75%    8.19ms
     90%    9.23ms
     99%   13.55ms
  43270 requests in 10.01s, 6.35MB read
  Non-2xx or 3xx responses: 43270
Requests/sec:   4323.78
Transfer/sec:    650.26KB